Repository: ruifontes/dropbox
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: General
an: cheneral

source: Account
an: Cuenta

source: Bandwidth
an: Amplo de banda

source: Proxies
an: Proxy

source: Advanced
an: Avanzau

source: Dropbox Preferences
an: Preferencias de Dropbox

source: Cancel
an: Cancelar

source: Cancel button not found
an: No s'ha trobau o botón Cancelar

source: Clicks the Cancel button of the Dropbox preferences dialog
an: Fe clic en o botón Cancelar d'o dialogo de dropbox

source: announce active Dropbox preferences dialog tab
an: Anuncia a pestanya activa de preferencias de Dropbox

source: Activate previous Dropbox preferences dialog tab
an: Activa l'anterior pestanya de preferencias de Dropbox

source: Activate next Dropbox preferences dialog tab
an: Activa a siguient pestanya de preferencias de dropbox

source: drop box not found
an: No s'ha trobau dropbox

source: If pressed once, announces Dropbox status. If pressed twice, reports the Dropbox version. If pressed three times, open the Dropbox context menu by clicking on its systray icon
an: si se preta una vez, anuncia l'estau de Dropbox. Si se preta dos veces diz a versión de Dropbox. Si se preta tres veces, ubre o menú de contexto fendo clic en o suyo icono d'o sistema.

source: Announce Dropbox state and make preferences tabs accessible
an: Anuncia l'estaud e Dropbox y fa accesibles as pestanyas de preferencias

source: Announces Dropbox status, version or open the Dropbox systray menu. Shortcut: NVDA+Shift+D Page tabs are also working in the preferences dialog with Ctrl+tab and Shift+Ctrl+Tab. Ctrl+Alt+T announce the active tab. You can activate cancel by pressing the escape key.
an: Anuncia l'estau de Dropbox, a versión u ubre o menú d'a servilla d'o sistema de Dropbox. Alcorce de teclau: NVDA+Shift+D As pestanyas tamién funcionan en o dialogo de Preferencias con Ctrl+tab y Shift+Ctrl+Tab. Ctrl+Alt+T anuncia a pestanya activa. Puetz activar Cancelar pretando a tecla escape.
