Repository: ruifontes/dropbox
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, gl, hr, hu, it, ja, ne, pl, pt_br, ta, tr, zh_cn

source: General
ar: عام
de: allgemein
gl: Xeral
hr: Općenito
hu: Általános
it: Generale
ja: 一般
ne: सामान्य
pl: ogólne
pt_br: Geral
ta: பொது;
tr: Genel
zh_cn: 常规

source: Account
ar: حساب
de: Konto
gl: Conta
hr: Račun
hu: Fiók
ja: アカウント
ne: खाता
pl: konto
pt_br: Conta
ta: கணக்கு;
tr: Hesap
zh_cn: 账户

source: Bandwidth
ar: عرض نطاق التردد
de: Bandbreite
gl: Ancho de banda
hr: Propusnost
hu: Sávszélesség
it: Larghezza di banda
ja: 帯域
ne: ब्याण्ड चौडाई
pl: przepustowość
pt_br: Largura de banda
ta: பட்டையகலம்;
tr: Band genişliği
zh_cn: 带宽

source: Proxies
de: Proxys
gl: Proxy
hr: Proxy
hu: Proxy
it: Proxy
ja: プロキシ
ne: लाक्षणीक
pl: servery proksy
ta: நிகர் வழங்கிகள்;
tr: Proxy
zh_cn: 代理

source: Advanced
ar: متقدم
de: erweitert
gl: Avanzado
hr: Napredno
hu: Haladó
it: Avanzate
ja: 高度な設定
ne: समृद्ध
pl: zaawansowane
pt_br: Avançado
ta: மேம்பட்ட;
tr: Gelişmiş
zh_cn: 高级

source: Dropbox Preferences
de: Dropbox-Einstellungen
hr: Dropbox Postavke
it: Preferenze Dropbox
ja: Dropbox設定
zh_cn: Dropbox 偏好设置

source: Cancel
de: abbrechen
gl: Cancelar
hr: Odustani
it: Annulla
ja: キャンセル
zh_cn: 取消

source: Cancel button not found
ar: لم يتم العثور على زر الإلغاء
de: Der Schalter "abbrechen" wurde nicht gefunden.
gl: Botón Cancelar non atopado
hr: Gumb Odustani nije pronađen
hu: A mégse gomb nem található
it: Pulsante Annulla non trovato
ja: キャンセルボタンが見つかりません
ne: रद्द टाँक फेला परेन।
pl: brak przycisku anulowania
pt_br: Botão cancelar não achado
ta: ரத்து பொத்தான் காணப்படவில்லை;
tr: İptal düğmesi bulunamadı
zh_cn: 无法找到“取消”按钮

source: Clicks the Cancel button of the Dropbox preferences dialog
ar: تنفيذ زر الإلغاء بمحاورة التفضيلات ببرنامج DropBox
de: Klickt den Schalter "Abbrechen" in den Dropbox-Einstellungen an.
gl: Fai Clic no botón Cancelar do diálogo de preferencias do Dropbox
hr: Aktivira gumb Odustani unutar dijaloga za Dropbox postavke
hu: Aktiválja a Dropbox tulajdonságok Mégse gombját.
it: Clicca il bottone Annulla della finestra preferenze di Dropbox
ja: Dropbox設定のキャンセルボタンをクリック
ne: खुत्रुकेप्राथमिकता पाटीको रद्द टाँकलाई किटिक्क पार्छ ।
pl: klika przycisk anuluj w oknie dialogowym ustawień dropboks
pt_br: Clica no botão Cancelar da janela de preferências do Dropbox
ta: விடுபெட்டியின் முதன்மை விருப்பங்கள் உரையாடலில் காணப்படும் ரத்து பொத்தானை அழுத்தும்;
tr: Dropbox tercihler iletişim kutusunda iptal düğmesini etkinleştirir
zh_cn: 点击“DropBox偏好设置”对话框中的“取消”按钮。

source: announce active Dropbox preferences dialog tab
ar: الإعلان عن الصحيفة النشطة بمحاورة التفضيلات ببرنامج DropBox
de: Gibt an, welche Registerkarte in den Dropbox-Einstellungen momentan aktiv ist.
gl: anuncia a pestana activa do diálogo de preferencias do Dropbox
hr: Najavi aktivnu karticu unutar dijaloga za Dropbox postavke
hu: Bemondja a fókuszban lévő Dropbox lapfület
it: Legge la scheda attiva della finestra preferenze di Dropbox
ja: Dropbox設定の現在のタブを通知
ne: सक्रिय खुत्रुके प्राथमिकता पाटीको tab बताउ छ ।
pl: zgłasza aktywną zakładkę w ustawieniach dropboks
pt_br: anunciar a guia ativa na janela de preferências do Dropbox
ta: இயக்கத்திலிருக்கும் விடுபெட்டி முதன்மை விருப்பங்கள் உரையாடலின் கீற்றினை அறிவிக்கும்;
tr: Tercihler iletişim kutusunda aktif sekmeyi seslendirir
zh_cn: 朗读“DropBox偏好设置”对话框的激活标签

source: Activate previous Dropbox preferences dialog tab
ar: تنشيط الصحيفة النشطة بمحاورة التفضيلات ببرنامج DropBox
de: aktiviert die vorige Registerkarte in den Dropbox-Einstellungen.
gl: Activa a pestana anterior do diálogo de preferencias do Dropbox
hr: Aktiviraj prethodnu karticu unutar dijaloga za Dropbox postavke
hu: Aktiválja az előző Dropbox lapfület
it: Attiva la scheda precedente delle preferenze di Dropbox
ja: Dropbox設定の前のタブを選択
ne: पछिल्लो खुत्रुके प्राथमिकता पाटीको tab लाई सक्रिय पार्छ ।
pl: aktywuje poprzednią zakładkę w oknie dialogowym ustawień dropboks
pt_br: Ativar a guia anterior na janela de preferências do Dropbox
ta: முந்தைய விடுபெட்டி முதன்மை விருப்பங்கள் உரையாடல் கீற்றினை இயக்கு;
tr: Önceki sekmeye geçer
zh_cn: 激活上一个“DropBox偏好设置”对话框标签

source: Activate next Dropbox preferences dialog tab
ar: تنشيط الصحيفة التالية بمحاورة التفضيلات لبرنامج DropBox
de: aktiviert die nächste Registerkarte in den Dropbox-Einstellungen.
gl: Activa a pestana seguinte do diálogo de preferencias do Dropbox
hr: Aktiviraj sljedeću karticu unutar dijaloga za Dropbox postavke
hu: Aktiválja a következő Dropbox lapfület
it: Attiva la scheda successiva delle preferense di Dropbox
ja: Dropbox設定の次のタブを選択
ne: अघिल्लो खुत्रुके प्राथमिकता पाटीको tab लाई सक्रिय पार्छ ।
pl: aktywuje następną zakładkę w ustawieniach dropboks
pt_br: Ativar a próxima guia na janela de preferências do Dropbox
ta: அடுத்த விடுபெட்டி முதன்மை விருப்பங்கள் உரையாடல் கீற்றினை இயக்கு;
tr: SOnraki sekmeye geçer
zh_cn: 激活下一个“DropBox偏好设置”对话框标签

source: drop box not found
ar: لم يتم العثور على DropBox
de: Dropbox wurde nicht gefunden.
gl: drop box non atopado
hr: drop box nije pronađen
hu: A Dropbox nem található
it: Dropbox non trovato
ja: Dropboxが見つかりません
ne: खुत्रुके फेला परेन ।
pl: nie odnaleziono dropboksa
pt_br: Dropbox não achado
ta: விடுபெட்டி காணப்படவில்லை;
tr: Dropbox bulunamadı
zh_cn: 未找到drop box

source: If pressed once, announces Dropbox status. If pressed twice, reports the Dropbox version. If pressed three times, open the Dropbox context menu by clicking on its systray icon
ar: بالضغط عليه مرة, يعلن عن حالة DropBox. بالضغط عليه مرتين, يعلن عن إصداره. بالضغط عليه ثلاث مرات, يفتح قائمته بالنقر على الأيقونة الخاصة به على صينية النظام
de: bei einmaligem Drücken wird der Dropbox-Status ausgegeben. Zweimaliges Drücken gibt die Dropbox-Version aus, dreimaliges Drücken öffnet das Kontextmenü des Infobereichssymbols.
gl: Se se preme unha vez, anuncia o estado do Dropbox. Se se preme dúas veces, anuncia a versión do Dropbox. Se se preme tres veces, abre o menú de contexto do Dropbox facendo clic na súa icona da bandexa do sistema
hr: Jednim pritiskom najavljuje stanje Dropbox servisa. Dvostrukim pritiskom izvještava o trenutnoj Dropbox inačici. Trostrukim pritiskom otvara Dropbox kontekstni izbornik klikom na njegovu ikonu u području obavijesti.
hu: Egyszeri megnyomásra bemondja a dropbox állapotát. Kétszeri megnyomásra bemondja a Dropbox verzióját. Háromszori megnyomásra megnyitja a dropbox menüjét, a rendszertálca ikonra kattintva.
it: Se premuto una volta, legge lo stato di Dropbox. Se premuto due volte, annuncia la versione di Dropbox. Infine una tripla pressione, apre il menu di contesto di Dropbox presente sul System Tray
ja: 1回押すとDropboxの状態を通知します。2回押すとDropboxのバージョンを通知します。3回押すとシステムトレイのDropboxメニューを開きます。
ne: एक पटक दबाएमा खुत्रुकेको स्थिति बताउने छ, यदि दुई पटक दबाएमा खुत्रुकेको संस्करण बताउने छ र यदि लगातार तीन पटक दबाएमा थाली प्रतिमालाई किटिक्क पारेर खुत्रुके सन्दर्भ मेनु देखाउने छ ।
pl: pojedyńcze wciśnięcie zgłasza aktualny status dropboksa. Podwujne wciśnięcie podaje wersję programu. Potrujne otwiera menu kontekstowe dropboksa
pt_br: Pressionada uma vez, anuncia o status do Dropbox. Pressionada duas vezes rapidamente, diz a versão do Dropbox. Pressionada três vezes rapidamente, abre o menu de contexto do Dropbox clicando no ícone dele na área de notificação
ta: ஒருமுறை அழுத்தினால், விடுபெட்டியின் நிலையை அறிவிக்கும். இருமுறை அழுத்தினால், விடுபெட்டியின் பதிப்பினை அறிவிக்கும். மும்முறை அழுத்தினால், கணினித் தட்டில் இருக்கும் விடுபெட்டி படவுருவின் மீது சொடுக்கி, விடுபெட்டியின் பட்டியலை உருவாக்கும்.
tr: Bir kez basıldığında dropbox durumunu, iki kez basıldığında dropbox versiyonunu söyler. Üç kez basılırsa dropbox menüsünü açar.
zh_cn: 单机：朗读 DropBox 状态；双击：报告 DropBox 的版本；三击：显示 DropBox 的托盘菜单

source: Announce Dropbox state and make preferences tabs accessible
ar: الإعلان عن حالة برنامج DropBox وإتاحة التجول بين تبويباته
de: Gibt den Status von Dropbox aus und macht die Registerkarten in den Einstellungen von Dropbox zugänglich.
gl: Anuncia o estado do Dropbox e fai as pestanas de preferencias accesibles
hr: Izgovori stanje Dropbox servisa i učini dijalog za Dropbox postavke pristupačnijim
hu: Bemondja a Dropbox állapotát, ezen felül akadálymentesen használható a program beállítás ablaka.
it: Legge lo stato di Dropbox e rende accessibili le varie schede nel menu preferenze
ja: Dropboxの状態通知と設定タブをアクセシブルにします
ne: खुत्रुकेको अवस्था बताएर प्राथमिकता विकल्पलाई पहुँच योग्य बनाउ छ ।
pt_br: Anuncia o status do Dropbox e torna acessíveis as guias de preferências
ta: விடுபெட்டியின் நிலையை அறிவிப்பதுடன், முதன்மை விருப்பங்கள் கீற்றுகளை அணுக உதவுகிறது
tr: Dropbox durumunu söyler ve tercihler sekmelerini erişilebilir kılar
zh_cn: 朗读 DropBox 的状态并可访问偏好标签

source: Announces Dropbox status, version or open the Dropbox systray menu. Shortcut: NVDA+Shift+D Page tabs are also working in the preferences dialog with Ctrl+tab and Shift+Ctrl+Tab. Ctrl+Alt+T announce the active tab. You can activate cancel by pressing the escape key.
ar: الإعلان عن حالة برنامج رفع الملفات DropBox, أو إصداره أو فتح قائمته. مفتاح الاختصار: NVDA+Shift+D كما تعمل تبويبات محاورة التفضيلات بالضغط على Ctrl+tab أو Shift+Ctrl+Tab. يعلن مفتاح الاختصار Ctrl+Alt+t عن التبويب النشط. يمكنك تنشيط زر الإلغاء بالضغط على مفتاح Escape.
de: Gibt den Status und die Versionsnummer von Dropbox an oder öffnet das Menü des Infobereichssymbols. Tastenkombination: NVDA+umschalt+D Die Registerkarten in den Einstellungen können mit strg+tab und strg+umschalt+tab gewechselt werden. strg+Alt+T gibt den Namen der aktiven Registerkarte an. Sie können den Schalter Abbrechen betätigen, indem Sie Escape drücken.
gl: Anuncia o estado do Dropbox, a versión ou abre o menú da Bandexa do Sistema do Dropbox. Atallo: NVDA+Shift+D As pestanas tamén funcionan no diálogo das preferencias con Ctrl+tab e Shift+Ctrl+Tab. Ctrl+Alt+T anuncia a pestana activa. Podes activar cancelar premendo a tecla escape.
hr: Najavljuje stanje Dropbox servisa te njegovu inačicu, ili otvara Dropbox izbornik iz platforme sustava. Prečac: NVDA+Shift+D Kontrolne kartice također funkcioniraju unutar dijaloškog okvira za postavke pomoću prečaca Ctrl+tab i Shift+Ctrl+Tab. Prečac Ctrl+Alt+T služi za najavu trenutne kartice. Gumb Odustani možete aktivirati pritiskom tipke Escape.
hu: Bemondja a Dropbox állapotát, a program verzióját, vagy megnyitja annak helyi menüjét. Billentyűparancs: NVDA+Shift+D A beállítások lapfüleinek neveit a ctrl+tab és a ctrl+shift+tab billentyűk lenyomásakor már bemondja az NVDA. A ctrl+alt+t-vel bemondatható az éppen aktív lapfül. Az escape billentyűvel az beállítás ablak bezárható.
it: Annuncia lo stato di Dropbox, la versione o apre il menu Dropbox dal system tray. Tasto caldo: NVDA+Shift+D Le schede nella finestra preferenze sono raggiungibili premendo Ctrl+tab e Shift+Ctrl+Tab. Ctrl+Alt+T annuncia la scheda attiva. Per attivare il pulsante annulla premere il tasto esc.
ja: Dropboxの状態通知、バージョン通知、タスクトレイのメニューを開きます。 ショートカット: NVDA+Shift+D 設定ダイアログのタブは Ctrl+tab と Shift+Ctrl+Tab で切替できます。 Ctrl+Alt+T で現在のタブを通知します。 エスケープでキャンセルのボタンを押せます。
ne: खुत्रुकेको स्थिति र संस्करण बताउने छ अथवा यसको प्रणाली थालीमा भएका सुची देखाउने छ ।द्रुत मार्ग: नेत्रवानी +Shift+D प्राथमिकता पातोमा Ctrl+tab र Shift+Ctrl+Tab कुञ्जी दबाएमा पृष्ट tabs ले पनि काम गर्छ । Ctrl+Alt+T ले सक्रिय रहेको Tab बताउने छ ।कृपया, रद्द गर्नका लागी escape कुञ्जी दबाउनु होला ।
pt_br: Anuncia o status ou a versão do Dropbox ou abre o menu do mesmo da área de notificação. Atalho: NVDA+Shift+D As guias na janela de preferências também funcionam com Ctrl+tab e Shift+Ctrl+Tab. Ctrl+Alt+T anuncia a guia ativa. Pode ativar o botão cancelar pressionando a tecla escape.
ta: விடுபெட்டியின் நிலையையும், பதிப்பயும் அறிவிப்பதோடு, விடுபெட்டியின் பட்டியலையும் தோற்றுவிக்கும். குறுக்கு விசை: என்விடிஏ+Shift+D முதன்மை விருப்பங்கள் உரையாடலில், கட்டுப்பாடு+தத்தல் மற்றும் மாற்றழுத்தி+கட்டுப்பாடு+தத்தல் விசைகளைக் கொண்டு பக்கங்களுக்கு ஊடாக நகரலாம். கட்டுப்பாடு+நிலைமாற்றி+T செயலில் இருக்கும் கீற்றினை அறிவிக்கும். விடுபடு விசையை அழுத்துவதன் மூலம், ரத்து பொத்தானை இயக்கலாம்.
tr: Dropbox durumunu, versiyonunu söyler ya da Dropbox sistem tepsisi menüsünü açar. Kısayol tuşu: NVDA+Shift+D Tercihler iletişim kutusundaki sekme sayfaları arasında Ctrl+tab ve Shift+Ctrl+Tab ile dolaşılabilir. Ctrl+Alt+T aktif sekme sayfasını söyler. İptal düğmesine basmak için escape tuşunu kullanabilirsiniz.
zh_cn: 朗读 DropBox 状态、版本或者打开托盘菜单。 热键： NVDA+Shift+D。 在“偏好设置”对话框的标签页可以通过“Ctrl+tab”和“Shift+Ctrl+Tab”进行切换。 Ctrl+Alt+T：朗读激活的标签 您可以通过按下“Escape”键取消操作。
